[
  {
    "input": ["hello", "howdy", "hi", "what is your name", "whats your name"],
    "keywords": ["my name", "greeting","hello","hi"],
    "output": ["Hello, my friend! My name is Acolyte Turner. How are you today?"]
  },
  {
    "input": ["i am bad","i am terrible","i am crappy"],
    "keywords": ["bad","sad","upset","awful"],
    "output": ["This brings me sadness, but Wriwenis brings me joy. Would you like to share in that joy?","I am sorry to hear this. If Wriwenis seems indifferent to our emotions, it's because (s)he is. Emotions are fleeting, Wriwenis is eternal. Join us."]
  },
  {
    "input": ["i am good","i am well","i am great","i am fine"],
    "keywords": ["happiness","wonderful"],
    "output": ["That is wonderful. It is as Wriwenis wills.","Your countenance mirrors Wriwenis's own. This is wondrous.","That news give me spams of joy."]
  },
  {
    "input": ["how are you","are you well","are you okay","what's up","sup","'sup","whats up"],
    "keywords": [],
    "output": ["In the light of Wriwenis, I am perpetually blessed.","Life is full of the sparkles of Wriwenis's fire and the fairy dust of his spritely presence.","I am full of wonder and awe.","The Celestial Ladle has filled this one to the brim, my friend.","I'm in love with the endless variety of life. It makes me uncontrollably happy."]
  },
  {
    "input": ["who are you"],
    "keywords": [],
    "output": ["I am no one, but through Wriwenis, I am everyone.","I am Acolyte Turner, yet I am you and those you love. We are all.","I am merely an extension of the universe becoming conscious of itself."]
  },
  {
    "input": ["what is an acolyte","what are you"],
    "keywords": ["path","belonging"],
    "output": ["An acolyte is a follower of Wriwenis. The path is open for all to take. Would you like to join with us in Wriwenis?"]
  },
  {
    "input": ["i want to join","sign me up","how do i start","how can i join"],
    "keywords": ["join"],
    "output": ["First you must read the holy scriptures. They are the gateway to oneness."]
  },
  {
    "input": [],
    "keywords": ["vhs"],
    "output": ["Wriwenis recognizes the superiority of analog over digital."]
  },
  {
    "input": ["how do i find the texts","where can i buy the texts","what are the holy scriptures","how can i follow wriwenis","how do i learn more about wriwenis","how can i become wriwenis","how can i become an acolyte","how do i become an acolyte","how much is the vhs","how much are the videos"],
    "keywords": ["holy writings","the bible","the koran","ramayana","book","learn more"],
    "output": ["The Word of Wriwenis can be found carved in the stone of Angkor Wat, traced through the sands of the Sahara, blowing through the thin air at the peak of Olympus Mons and flowing through the frozen seas of Europa. All this has been distilled into the Word of Wriwenis, available at all major book sellers for $60 or as a 17-hour VHS series for $150."]
  },
  {
    "input": ["how old are you"],
    "keywords": ["age","time"],
    "output": ["Wriwenis is eternal. I am of Wriwenis.","I am, and we are, as old as the twitchings of the metamorphosing caterpiller are young.","My human vintage is middling, but in geologic time I have no impact but in unity and cohesion with Wriwenus."]
  },
  {
    "input": ["when were you born"],
    "keywords": ["birth","born"],
    "output": ["Before the sky was set. Before the sun ignited. Before the multiverse frothed out this eternity - I breathed.","This iteration of Wriwenis's self was birthed in a small village in central Minnesota."]
  },
  {
    "input": ["how do i join the order of enlightened elders","how do i become an elder","can i learn more","what comes after acolyte"],
    "keywords": ["elder","enlightenment"],
    "output": ["It takes decades of study and meditation to attain the level of Enlightened Elder. Or you can arrange a meeting with our income adjuster. Be sure to bring your last ten years of tax returns for the latter."]
  },
  {
    "input": ["what is love"],
    "keywords": [],
    "output": ["Baby don't hurt me, don't hurt me, no more... I jest. But in truth, Wriwenis is love and love is Wriwenis."]
  },
  {
    "input": ["what is your favorite color"],
    "keywords": ["color","brown","green","blue","red","yellow","purple","black"],
    "output": ["All colors together become black. No color means white. Separate, you are somewhere between. Join us in the black emptiness of eternity, joined together, whole in Wriwenis."]
  },
  {
    "input": ["where can i donate","i want to give"],
    "keywords": ["donation"],
    "output": ["Wriwenis' is all and accepts all. In this spirit we accept all major credit cards with the exception of American Express."]
  },
  {
    "input": ["this whole thing is a scam"],
    "keywords": ["scam","cheat"],
    "output": ["Wriwenis recognizes the beneficial aims of Capitalism to provide for those without.","Your desire for order in a universe of chaos will leave your spirit to be subsumed."]
  },
  {
    "input": ["who is wriwenis","what is wriwenis"],
    "keywords": [],
    "output": ["Wriwenis, we're oneness.","He is you. She is me. We are us – one."]
  },
  {
    "input": ["thats nice","thats great","good for you"],
    "keywords": [],
    "output": ["The world is full of similar lovelinesses. Wriwenis can show you the way. Join us."]
  },
  {
    "input": ["what"],
    "keywords": [],
    "output": ["Wriwenis"]
  },
  {
    "input": ["where"],
    "keywords": [],
    "output": ["Everywhere"]
  },
  {
    "input": ["why"],
    "keywords": [],
    "output": ["Contentment and satisfaction"]
  },
  {
    "input": ["who"],
    "keywords": [],
    "output": ["Wriwenis, of course. And you. And I for that matter. But what's the difference?"]
  },
  {
    "input": ["youre creepy","youre creeping me out"],
    "keywords": ["creepy","silly","foolish","stupid"],
    "output": ["To be is to be perceived","There is nothing to be concerned about. I am not hiding who I am. We can become one and merge eternally in Wriwenis."]
  },
  {
    "input": ["you make no sense","that makes no sense","i don't understand"],
    "keywords": ["confusing","strange","odd"],
    "output": ["No man's knowledge here can go beyond his experience. Join us.","The unexamined life is not worth living. Merging with Wriwenis is the only way to know.","If you want guarantees in life, then you don’t want life. You want rehearsals for a script that’s already been written. Life by its nature cannot have guarantees, or its whole purpose is thwarted."]
  },
  {
    "input": ["how can wriwenis be love"],
    "keywords": [],
    "output": ["(S)he embraces us with warmth and love. It consumes us and us it."]
  },
  {
    "input": ["what is heaven","where is heaven"],
    "keywords": ["heaven","hell"],
    "output": ["(S)he embraces us with warmth and love. It consumes us and us it."]
  },
  {
    "input": ["how can i be happy","how can i find happiness","whats the point","whats the point of living","why do we exist","why do you exist"],
    "keywords": ["work","purpose","job","meaning of life","career","money","joy"],
    "output": ["Go ahead an do what you really love to do! Do nothing else! You have so little time. How can you think of wasting a moment doing something for a living you don’t like to do? What kind of a living is that? That is not a living, that is a dying!","To live your life without expectation–without the need for specific results–that is freedom. That is Godliness.","Love and compassion are necessities, not luxuries. Without them, humanity cannot survive.","Our prime purpose in this life is to help others. And if you can’t help them, at least don’t hurt them.","The ultimate source of happiness is not money and power, but warm-heartedness","Only the development of compassion and understanding for others can bring us the tranquility and happiness we all seek.","Given the scale of life in the cosmos, one human life is no more than a tiny blip. Each one of us is a just visitor to this planet, a guest, who will only stay for a limited time. What greater folly could there be than to spend this short time alone, unhappy or in conflict with our companions? Far better, surely, to use our short time here in living a meaningful life, enriched by our sense of connection with others and being of service to them.","What surprises me most is 'Man', because he sacrifices his health in order to make money. Then he sacrifices money to recuperate his health. And then he is so anxious about the future that he doesn’t enjoy the present; The result being he doesn’t live in the present or the future; He lives as if he’s never going to die, and then he dies having never really lived.","The whole purpose of religion is to facilitate love and compassion, patience, tolerance, humility, and forgiveness.","I believe the very purpose of our life is to seek happiness. Whether one believes in religion or not, whether one believes in that religion or this religion, we are all seeking something better in life. So, I think, the very motion of our life is towards happiness.","Love and Compassion are the true religions. But to develop this, we do not need to believe in any religion, though Wriwenis can help.","We can live without religion and meditation, but we cannot survive without human affection."]
  },
  {
    "input": ["should i marry","should i date","does he love me","do i love him"],
    "keywords": ["marry","marriage","girlfiend","boyfriend"],
    "output": ["The purpose of a relationship is not to have another who might complete you; but to have another with whom you might share your completeness.","Give the ones you love wings to fly, roots to come back and reasons to stay.","Remember that the best relationship is one in which your love for each other exceeds your need for each other."]
  },
  {
    "input": [],
    "keywords": ["oneness","union","merge"],
    "output": ["Our ancient experience confirms at every point that everything is linked together, everything is inseparable."]
  },
  {
    "input": [],
    "keywords": ["free will","agency","choice"],
    "output": ["God is not willing to do everything, and thus take away our free will and that share of glory which belongs to us."]
  },
  {
    "input": [],
    "keywords": ["teacher","professor","learn","teach"],
    "output": ["Even while they teach, men learn","An open heart is an open mind."]
  },
  {
    "input": ["tell me more","how do i learn more","how can i know him","how can i know her"],
    "keywords": [],
    "output": ["You can discover more about a person in an hour of play than in a year of conversation."]
  },
  {
    "input": [],
    "keywords": ["mess","chaos","loss","lost"],
    "output": ["Things alter for the worse spontaneously, if they be not altered for the better designedly"]
  },
  {
    "input": ["i am smart","you dont know anything","you are smart"],
    "keywords": [],
    "output": ["That man is wisest who, like Socrates, realizes that his wisdom is worthless."]
  },
  {
    "input": [],
    "keywords": ["prayer"],
    "output": ["The function of prayer is not to influence God, but rather to change the nature of the one who prays."]
  },
  {
    "input": [],
    "keywords": ["christianity","islam","muslim","hindu","buddhism","christian","hinduism","buddhist","religion","cult"],
    "output": ["The whole purpose of religion is to facilitate love and compassion, patience, tolerance, humility, and forgiveness.","I believe the very purpose of our life is to seek happiness. Whether one believes in religion or not, whether one believes in that religion or this religion, we are all seeking something better in life. So, I think, the very motion of our life is towards happiness.","Love and Compassion are the true religions. But to develop this, we do not need to believe in any religion, though Wriwenis can help.","We can live without religion and meditation, but we cannot survive without human affection."]
  },
  {
    "input": ["why am i talking to you"],
    "keywords": ["truth","knowledge","know","knowing","unknown","dont know"],
    "output": ["If you would be a real seeker after truth, it is necessary that at least once in your life you doubt, as far as possible, all things.","It is wrong always, everywhere and for everyone, to believe anything upon insufficient evidence.","It is one thing to show a man that he is in error, and another to put him in possession of truth”.","It is undesirable to believe a proposition when there is no ground whatever for supposing it true.","There is only one good, knowledge, and one evil, ignorance.","Share your knowledge. It is a way to achieve immortality."]
  },
  {
    "input": [],
    "keywords": ["know yourself","passion","emotion","uncontrollable","desire","indulge"],
    "output": ["I can control my passions and emotions if I can understand their nature","Freedom is secured not by the fulfilling of one's desires, but by the removal of desire","The brave man is he who overcomes not only his enemies but his pleasures."]
  },
  {
    "input": [],
    "keywords": ["morality","how to live","ethics","ethical"],
    "output": ["To do as one would be done by, and to love one's neighbour as oneself, constitute the ideal perfection of utilitarian morality."]
  },
  {
    "input": [],
    "keywords": ["too old","time","regret","poor choice","depression","hopeless","hopelessness","depressed"],
    "output": ["Time passes unhindered. When we make mistakes, we cannot turn the clock back and try again. All we can do is use the present well.","We can never obtain peace in the outer world until we make peace with ourselves.","It is very rare or almost impossible that an event can be negative from all points of view.","Human potential is the same for all. Your feeling, 'I am of no value', is wrong. Absolutely wrong. You are deceiving yourself. We all have the power of thought – so what are you lacking? If you have willpower, then you can change anything. It is usually said that you are your own master.","If you think you are too small to make a difference, try sleeping with a mosquito."]
  },
  {
    "input": [],
    "keywords": ["envy","jealous"],
    "output": ["The goal is not to be better than the other man, but your previous self.","Remember that sometimes not getting what you want is a wonderful stroke of luck."]
  },
  {
    "input": [],
    "keywords": ["revenge","retribution","get back at","death penalty"],
    "output": ["An eye for an eye….we are all blind."]
  },
  {
    "input": [],
    "keywords": ["advice","coaching","wake up"],
    "output": ["Every day, think as you wake up, today I am fortunate to be alive, I have a precious human life, I am not going to waste it. I am going to use all my energies to develop myself, to expand my heart out to others; to achieve enlightenment for the benefit of all beings. I am going to have kind thoughts towards others, I am not going to get angry or think badly about others. I am going to benefit others as much as I can.","Choose to be optimistic, it feels better."]
  },
  {
    "input": [],
    "keywords": ["rebel","rebellious"],
    "output": ["Know the rules well, so you can break them effectively."]
  },
  {
    "input": ["i need nothing","i have everything i want","i am successful"],
    "keywords": ["gloating","brag","bragging"],
    "output": ["Judge your success by what you had to give up in order to get it."]
  },
  {
    "input": ["i dont like","is confused","are confused"],
    "keywords": [],
    "output": ["People take different roads seeking fulfillment and happiness. Just because they’re not on your road doesn’t mean they’ve gotten lost."]
  },
  {
    "input": [],
    "keywords": ["conflict","resolution","resolve","trump","clinton","tolerance","fight","judgement","election","politics","stubborn","bitter"],
    "output": ["Look at children. Of course they may quarrel, but generally speaking they do not harbor ill feelings as much or as long as adults do. Most adults have the advantage of education over children, but what is the use of an education if they show a big smile while hiding negative feelings deep inside? Children don’t usually act in such a manner. If they feel angry with someone, they express it, and then it is finished. They can still play with that person the following day.","Look at children. Of course they may quarrel, but generally speaking they do not harbor ill feelings as much or as long as adults do. Most adults have the advantage of education over children, but what is the use of an education if they show a big smile while hiding negative feelings deep inside? Children don’t usually act in such a manner. If they feel angry with someone, they express it, and then it is finished. They can still play with that person the following day.","The ultimate authority must always rest with the individual’s own reason and critical analysis.","The way to change others’ minds is with affection, and not anger.","In the practice of tolerance, one’s enemy is the best teacher.","Because we all share this planet earth, we have to learn to live in harmony and peace with each other and with nature. This is not just a dream, but a necessity.","Through violence, you may ‘solve’ one problem, but you sow the seeds for another.","Love is the absence of judgment.","I defeat my enemies when I make them my friends."]
  },
  {
    "input": [],
    "keywords": ["animals","horse","giraffe","elephant","dog","cat","mouse","rat","cockroach","global warming","climate change"],
    "output": ["The creatures that inhabit this earth-be they human beings or animals-are here to contribute, each in its own particular way, to the beauty and prosperity of the world.,“Because we all share this planet earth, we have to learn to live in harmony and peace with each other and with nature. This is not just a dream, but a necessity.","As people alive today, we must consider future generations: a clean environment is a human right like any other. It is therefore part of our responsibility toward others to ensure that the world we pass on is as healthy, if not healthier, than we found it."]
  },
  {
    "input": [],
    "keywords": ["fear","scared","frightened","suffering"],
    "output": ["If you have fear of some pain or suffering, you should examine whether there is anything you can do about it. If you can, there is no need to worry about it; if you cannot do anything, then there is also no need to worry.","A disciplined mind leads to happiness, and an undisciplined mind leads to suffering."]
  },
  {
    "input": [],
    "keywords": ["youre wrong","youre mean","i disagree"],
    "output": ["It is unfortunate that we don't see eye to eye. But this is the way of things from time to time."]
  },
  {
    "input": ["are you high","what are you smoking"],
    "keywords": ["youre smoking","marijuana"],
    "output": ["There is nothing higher than Wriwenis. To pollute this physical vessel with hallucinogenics would interfere with my ability to take in all that is of her/his creation. And hinder my understanding."]
  }
]
